{
    "article0": {
        "header": "[PDF] CODE OF BUSINESS CONDUCT & ETHICS - Investors ...",
        "url": "https://corporate.abercrombie.com/our-company/corporate-governance/leadership",
        "content": ""
    },
    "article1": {
        "header": "Abercrombie & Fitch - Sustainability Rating - Good On You Directory",
        "url": "https://support.google.com/websearch%3Fp%3Dfeatured_snippets%26hl%3Den-US&usg=AOvVaw05Cv9U2FQuT51F3jV-sQm_",
        "content": "\nAs a precautionary health measure for our support specialists in light of COVID-19, we're operating with a limited team. If you need help with a product whose support you had trouble reaching over the phone, consult its product-specific He"
    },
    "article2": {
        "header": "Abercrombie and Fitch: The importance of business ethics - Medium",
        "url": "https://abercrombieandfitchcompany.gcs-web.com/static-files/ecf0fd74-e304-41c5-83c3-4de96739dba0/",
        "content": ""
    },
    "article3": {
        "header": "Abercrombie & Fitch | Shop Ethical! company profile",
        "url": "https://directory.goodonyou.eco/brand/abercrombie-and-fitch",
        "content": "\nAbercrombie & Fitch is owned by Abercrombie Abercrombie & Fitch Co. \nIts environment rating is 'not good enough'. There is no evidence it has set a greenhouse gas emissions reduction target. It uses some eco-friendly materials including recycled materials. There is no evidence it has taken meaningful action to reduce or eliminate hazardous chemicals. There is no evidence it implements emissions reduction initiatives. \nIts labour rating is 'not good enough'. None of its supply chain is certified by labour standards which ensure worker health and safety, living wages or other labour rights. It received a score of 21-30% in the Fashion Transparency Index. It likely publishes information about its supplier policies, audits and remediation processes. It does not publish a comprehensive list of suppliers or information about forced labour, gender equality or freedom of association. There is no evidence it ensures payment of a living wage in its supply chain. It does not disclose any policies or safeguards to protect suppliers and workers in its supply chain from the impacts of COVID-19. \nIts animal rating is 'not good enough'. There is no evidence it has a policy to minimise the suffering of animals. "
    },
    "article4": {
        "header": "13 Reasons Why People Hate Abercrombie & Fitch",
        "url": "https://medium.com/%40Diorohay/abercrombie-and-fitch-the-importance-of-business-ethics-fe0262b88467",
        "content": "\nSign in\nD. Ohayon\nNov 9, 2016·9 min read\nBusiness ethics is a very important branch that determines what is considered right or wrong in a company. It is defined as “moral principles that guide the way a business behaves” (Business cases studies). Peter Drucker (1954) is an Austrian management consultant and author that found out that there is only one code of individual behavior in which everyone has to follow the same rules. He realized that firms should be careful with their actions, as they can have negative consequences on society (Hbr, 2010). Therefore, corporate values and actions can have positive or negative influences depending on a company’s strategies, morals and policies.\nThis paper discusses how business ethics are vital to the longevity of a company. More specifically, it analyzes how leaders’ values and strategies can promote or destroy ethical behavior. This issue is illustrated through the example of the company Abercrombie and Fitch and its leader and CEO Mike Jeffries who had made some unforgettable comments about the company’s vision.\nAbercrombie and Fitch is an American retailer founded in 1893 and known for its casual luxury clothing style. The target audience is pre-teens, teenagers and early adults. The firm is mainly known for its shocking values and advertisements, but also for its employees and consumers’ restrained selection. Abercrombie and Fitch’s unethical marketing practices and brand positioning have led the company to face many controversies.When thinking about business ethics, we should think of the leaders that take important actions and that implement the corporate values. Managers and leaders have a massive influence on the reputation of a firm and on the organizational culture. Organizational culture is defined as “a system of shared assumptions, values, and beliefs, which governs how people behave in organizations” (Study). The leader is mostly seen as the one guiding its employees by teaching them the company’s values, ethics, social responsibility, and so on. In other words, the leader creates the firm’s ethical positioning.\nIn the case of Abercrombie and Fitch, the leader Mike Jeffries was the brain behind everything: from the ads and storytelling of the brand, to the entire shopping experience.\nHis brand vision was the following one:\n“In every school there are the cool and popular kids, and then there are the not-so-cool kids. Candidly, we go after the cool kids. We go after the attractive all-American kid with a great attitude and a lot of friends. A lot of people don’t belong [in our clothes], and they can’t belong. Are we exclusionary? Absolutely. Those companies that are in trouble are trying to target everybody: young, old, fat, skinny. But then you become totally vanilla. You don’t alienate anybody, but you don’t excite anybody, either.” (Salon, 2006).\nIn 2006, Mike Jeffries made some unethical comments during an interview. Among the questions, the CEO was asked about Abercrombie and Fitch’s target audience and type of clothing. He answered that the clothes were only for cool people and “losers” should not come to the stores. Additionally, he said that “fat” people should not come shopping there. This statement was supported by the fact that the company does not sell XL and XXL sizes for women, while they do for men but only for clients such as massive rugby players.Sales suffered after the interview went viral across social media. Many people felt angry and decided to boycott the brand. Mike Jeffries realized then that he will have to pay for his inappropriate actions by this drop in the firm’s profit. After some apologies, the company understood that they should target a wider audience and diminish the price of the clothes in order to attract more customers to their shops.\nUtilitarianism defines what is morally acceptable or not in a workplace. It is defined as “an ethical philosophy in which the happiness of the greatest number of people in the society is considered the greatest good” (Businessdictionary). An action is considered right if its collectively leads to happiness rather than individually. Jeremy Bentham (1748–1832) is an English philosopher and social reformer known for his principle of utilitarianism (Iep). According to him, pleasure should be the foundation of our moral system. If we want to know how to act in the right way, we have to think about the consequences of our actions and what we want them to be. For Bentham, it is clear that we should think about consequences in order to boost pleasure and minimize pain. (Understanding Media Ethics, 39). But then we should ask ourselves, how can we define what is wrong from what is right? People should balance the costs and benefits of their actions.\nTherefore, companies that conform to this theory try to act well while thinking about the consequences of their acts, which is not the case for Abercrombie and Fitch. I believe that by only targeting “wealthy and good-looking people”, the company has privileged some people while discriminating others. It is clear that Mike Jeffries has not weighing up the costs and benefits of his statements during his interview. If he had thought about the consequences, he could have realized that the majority of people would be offended and avoid this huge scandal.\nJohn Stuart Mill (1806–1873) is an English philosopher and political economist who was truly committed to utilitarianism. Mill said that people should focus more on the happiness and progress of others than we focus on ourselves (Understanding Media Ethics, 58). In other words, he thinks that we should study the human species and therefore how humans act in society in order to determine the “greatest” happiness. In my opinion, Abercrombie and Fitch should control what they say in public and develop a strategy for making actual and potential consumers feel special and desired. By rejecting this idea of utilitarianism, the firm is not making people happy and is then subjected to a decrease in credibility and profit.\n“That’s why we hire good-looking people in our stores. Because good-looking people attract other good-looking people, and we want to market to cool, good-looking people. We don’t market to anyone other than that.” (Elitedaily, 2013)\nAbercrombie and Fitch has deceived a lot of people by promoting discrimination and rejection of plus-sized people. This can be applied not only for consumers but also for employees. The company gives life to its stores by recreating the environment of a night club with half-naked employees. In addition to having good-looking customers, the company is only hiring good-looking employees. Employees are chosen on their physical appearances rather than on their intellectual capacities. This is part of Abercrombie and Fitch’s marketing, but this has led them to important cases of discrimination.\nDiscrimination is defined as “the practice of unfairly treating a person or group of people differently from other people or groups of people” (Merriam Webster).Among the discriminations made by Abercrombie and Fitch, some were against Latino, African-American and Asian-American candidates. Indeed, the company rarely hires these candidates profile and when they do they give them positions with a low-visibility in the store. (LDF, 2003).The ethical part of Abercrombie and Fitch’s marketing strategy has been questioned by many people. For example, in 2012 some employees complained that when doing something wrong, their punishment was 10 push-ups or squats (Alexander, 2013). The punishment was created so workers won’t repeat their mistakes and would even more fit the ideal body type stereotyped by the company.Once again, the firm does not follow an utilitarian approach as they are self-interested and treating their staff in a disrespectful and inhumane way. I believe that managers should reconsider the role of emotion in the workplace, as it may significantly increase the productivity and loyalty of the employees. If Abercrombie and Fitch’s employees were treated with respect, they would feel less pressure and would be happier inside the company. Therefore, A&F should reconsider the corporate codes of conduct in order to satisfy everyone.\nAll of these scandals generated by the company’s brand vision has created a lot of irritation on social media. One of the examples is the American activist Benjamin O’Keefe who has promoted a campaign in order that the firm stops telling the teens that they are not good-looking by designing clothes for all sizes. The campaign was pointing out the discrimination encouraged by Abercrombie and Fitch that incites bullying among kids.Another example is Greg Karber who decided to take a revenge against Mike Jeffries’ statement on poor people who should not buy Abercrombie’s clothes. For his revenge, Karber uploaded a Youtube video asking people to give their old Abercrombie and Fitch’s clothes to homeless people. His intention behind his video was to denounce the company’s discriminative behavior and to stimulate change. (See video below).\nWe can therefore see that people are highly affected by a company’s vision and should follow moral principles in order to avoid discontentment and scandal. There is an increasing use of social media, and therefore the management team of Abercrombie and Fitch should behave rationally and think about the consequences of their words and actions on the company. The firm has discriminated employees and customers and they need to come up with a plan to improve the social status. But before thinking about a plan, leaders need to change the company’s vision and values, so employees understand how to ethically behave in society.Social media can really expose the negative behavior of a company, but in this case it has also helped the managers to open their eyes and realize that they should change their offensive behavior.\nAs seen in this paper, the values, beliefs and lifestyle incorporated within a firm by its leader is crucial to its success. They have an impact on both employees and customers. In the case of Abercrombie and Fitch, Mike Jeffries’s unethical words during his interview had negatively impacted the firm. In terms of reputation, the company was known for its discriminative behavior among workers and plus sized-people, but also for its bad influence on young customers.Although I believe that Abercrombie and Fitch’s marketing strategy is original and has a good potential, the company culture has damaging repercussions. The company has started to reconsider its strategy by changing its recruitment process and by adding a “policy of diversity and inclusion” section in its website. But people do not forget easily. Therefore, to excel in this task, I would recommend them to study in depth the concept of utilitarianism. By thinking of the consequences of their acts, they will be able to understand how to act inside the organization but also in public. Managers need to understand that they are the ones who set the values inside the company and that those values impact employees’ and customers’ behavior. Thus, they need to adopt an ethical behavior by changing the corporate values and strategies.Abercrombie and Fitch’s values also send the negative message that people must be fit to look attractive. Therefore, I believe it would be good for them to create campaigns to promote diversity and stop stereotyping people. The company has harmed its consumers and employees by decreasing their self-esteem and it is consequently important for them to show that there is no ideal body and people should accept themselves the way they are.Complete forgiveness takes time, but if the company takes all the n"
    },
    "article5": {
        "header": "[PDF] Abercrombie & Fitch CODE OF BUSINESS CONDUCT AND ETHICS ...",
        "url": "https://guide.ethical.org.au/company/%3Fcompany%3D%25204823",
        "content": "\n\nSorry but we could not find what you were looking for. There's a possibility it's because the material was lost in our last web renovation but it's also possible it's just a glitch. Please contact us to let us know about the pa"
    },
    "article6": {
        "header": "[PDF] Abercrombie & Fitch: Values, Culture and Business Ethics in Fashion",
        "url": "https://www.businessinsider.com/abercrombie-and-fitch-worst-controversies-2013-8",
        "content": "\nA leading-edge research firm focused on digital transformation.\n\n              Good\n              \n\n\nSubscriber\nAccount active\n              since\n              \n\n\n\n\n\n\n\n\n\n\n\n                                Liora K Photography\n                              \n\nThings aren't looking good for Abercrombie & Fitch. \nThe retailer reported that sales are down 10%, and outlook for the future isn't great either. \nAbercrombie has faced a stream of controversies that have eroded public perception of the brand. \nThe company's exclusion of large women resulted in protests earlier this year. Abercrombie has also upset everyone from Taylor Swift fans to family groups to environmentalists. \nWe revisited some of the retailer's worst moments. \nThis post contains writing from former BI reporter Eric Platt. \nAbercrombie doesn't sell XL or XXL sizes for large women, despite offering them for men. It also doesn't offer above a size 10 in women's pants. CEO Mike Jeffries \"doesn't want larger people shopping in his store, he wants thin and beautiful people,\" retail analyst Robin Lewis told Business Insider. \nAfter Business Insider's coverage highlighted the brand's exclusion of this group, the company faced a storm of public backlash. \nAbercrombie and Fitch has faced a number of lawsuits over discriminatory hiring practices — including recruiting at predominately white sorority and fraternity houses. \nIn 2004, Eduardo Gonzalez, a lead plaintiff, said he was urged to apply for an overnight stock position and that the store manager favored two white applicants in a group interview. The company settled and said it would change its recruitment practices. \n\nBut the lawsuits for Abercrombie do not end at the interview process. The teen retailer was also accused of shifting mostly non-white employees and those who were less attractive to the stock room, away from customers. \nThen, in 2009, the company was rocked by a lawsuit in the U.K. when managers allegedly forced a 22 year-old employee with a prosthetic arm off the selling floor. \nMost of the company's employees are not actual models, but teenagers ringing up jeans at a register or opening fitting rooms. \nEven so, Abercrombie refers to employees who work in front of customers as \"models.\" The teen retailer used to call them brand representatives, but made the switch in the 2000s. Those sent to the back to unload shipments and restock the front are called Impact Team members. \nIn a 2006 interview with Salon, Jeffries himself said that his business was built around sex appeal. \n“It’s almost everything. That’s why we hire good-looking people in our stores. Because good-looking people attract other good-looking people, and we want to market to cool, good-looking people. We don’t market to anyone other than that,” Jeffries said. \nThe t-shirt read \"more boyfriends than t.s.,\" a reference to Swift's turbulent love life. Abercrombie pulled the shirt after the country singer's ardent fans inundated the retailer with threats and complaints. \nAbercrombie also pumps its stores with its men's cologne: Fierce. Front of store employees generally walk the floor every few hours and spray the fragrance. In 2010, Teens Turning Green, a student group fighting to rid toxic chemicals from the environment, protested outside the company's flagship store on 57th Street and Fifth Avenue.\nA former employee claimed on Reddit that stores were spritzed every hour. \nAbercrombie has struggled recently to shore up its U.S. business, relying instead on international growth to fuel revenue.\nThe company has marked the same goods sold in its U.S. stores up more than 65% in Europe. But the global slowdown has crimped its expansion, with Abercrombie cutting Hollister's expansion plans by 25% this year. \nBruce Weber, the famed photographer behind Abercrombie's iconic black and white photos, also produced the company's now defunct quarterly magazine, which was called soft core porn by many groups.\nThe National Coalition for the Protection of Children and Families and Focus on the Family both launched boycotts of the company, before Abercrombie discontinued it in 2003. \nAbercrombie & Fitch recalled a number of men's t-shirts after Asian American groups boycotted the company.\nThe t-shirts relied on a number of Asian stereotypes to drive sales, including slanted eyes and cone shaped hats. \"Since some customers have been offended by their content, we are pulling these shirts from our stores. . . . They'll be off the Web sit"
    },
    "article7": {
        "header": "[PDF] Reputation Management: A Case Study of Abercrombie & Fitch ...",
        "url": "http://media.corporate-ir.net/media_files/irol/61/61701/corpgov/code_of_ethics_082107.pdf",
        "content": ""
    },
    "article8": {
        "header": "How ethical is Abercrombie & Fitch Co?",
        "url": "http://gfc-conference.eu/files_download/GFC2014/ARRIBAS_ET_AL_A_Business_Ethics_perspective_in_the_Fashion_industry.pdf",
        "content": ""
    }
}